export const errorMessage = Object.freeze({
  name: 'Ім"я може містити лише літери, апостроф, тире та пробіли. Наприклад Адріан, Джейкоб Мерсер',
  email:
    'Будь ласка, введіть дійсну адресу електронної пошти. Дозволені лише буквено-цифрові символи, підкреслення, крапки, дефіси та символ @.',
  password:
    'Пароль має містити принаймні 8 символів і містити принаймні одну малу літеру, одну велику літеру та одну цифру.',
  number:
    'Номер телефону має складатися з цифр і може містити пробіли, тире, круглі дужки та починатися з "+"',
});
